{
	"comments": [],
	"credits": 6.0,
	"department": "HIST",
	"id": "HIST 240.00",
	"instructors": [
		"Adeeb Khalid"
	],
	"number": "240.00",
	"offerings": {
		"locations": [
			"Leighton 402"
		],
		"times": [
			{
				"day": "Tu",
				"end": "11:55am",
				"start": "10:10am"
			},
			{
				"day": "Th",
				"end": "11:55am",
				"start": "10:10am"
			}
		]
	},
	"prerequisites": null,
	"requirements": [
		{
			"code": "HI",
			"name": "Humanistic Inquiry"
		},
		{
			"code": "IS",
			"name": "International Studies"
		}
	],
	"scnc": null,
	"size": {
		"registered": 14,
		"total": 25,
		"waitlist": 0
	},
	"status": "Open",
	"summary": "Nicholas II, the last Tsar-Emperor of Russia, ruled over an empire that stretched from the Baltic to the Pacific. Territorial expansion over three-and-a-half centuries had brought under Russian rule a vast empire of immense diversity. The empire's subjects spoke a myriad languages, belonged to numerous religious communities, and related to the state in a wide variety of ways. Its artists produced some of the greatest literature and music of the nineteenth century and it offered fertile ground for ideologies of both conservative imperialism and radical revolution. This course surveys the panorama of this empire from its inception in the sixteenth century to its demise in the flames of World War I. Among the key analytical questions addressed are the following: How did the Russian Empire manage its diversity? How does Russia compare with other colonial empires? What understandings of political order legitimized it and how were they challenged?",
	"synonym": "41349",
	"tags": [
		{
			"code": "POSI-AREAS2",
			"name": "Posi Area Studies 2"
		},
		{
			"code": "HISTERLYMODEUR",
			"name": "HIST Early Mdrn Europe"
		},
		{
			"code": "EUSTCNTRY",
			"name": "EUST Country Specific Course"
		},
		{
			"code": "RUSSIANPERT",
			"name": "Russian Pertinent"
		},
		{
			"code": "POSI-AREAS",
			"name": "POSI Area Studies"
		}
	],
	"title": "Tsars and Serfs, Cossacks and Revolutionaries: The Empire that was Russia"
}
