{
	"comments": [],
	"credits": 6.0,
	"department": "PHIL",
	"id": "PHIL 270.00",
	"instructors": [
		"Zoli Filotas"
	],
	"number": "270.00",
	"offerings": {
		"locations": [
			"Leighton 304"
		],
		"times": [
			{
				"day": "Mo",
				"end": "3:00pm",
				"start": "1:50pm"
			},
			{
				"day": "We",
				"end": "3:00pm",
				"start": "1:50pm"
			},
			{
				"day": "Fr",
				"end": "3:20pm",
				"start": "2:20pm"
			}
		]
	},
	"prerequisites": null,
	"requirements": [
		{
			"code": "HI",
			"name": "Humanistic Inquiry"
		},
		{
			"code": "WR2",
			"name": "Writing Rich 2"
		},
		{
			"code": "IS",
			"name": "International Studies"
		}
	],
	"scnc": null,
	"size": {
		"registered": 9,
		"total": 25,
		"waitlist": 0
	},
	"status": "Open",
	"summary": "The distinction between chaos and order--particularly hierarchical order--is crucial to the Greek philosophical tradition. For one thing, it guides discussions of the natural world. Ancient philosophers disagreed about whether to explain natural phenomena in terms of atoms interacting randomly with each other, in terms of a harmonious set of goal-oriented natural laws, or in some other way. For another thing, the distinction between chaos and order shapes discussions of ethics and human psychology. How should we understand inner conflict, for example? Can reason establish order in our souls by ruling over the emotions? Finally, it is central to political philosophy. Several thinkers, in particular, tried to understand the seeming chaos and conflict associated with democracy by comparing it with the mythical ideal of benevolent, all-powerful kings. In this course, designed as an introduction to ancient philosophy, we will see how this theme appears in texts from the Presocratics to Epicurus. Before the term is over we will consider arguments about the origins of the universe, the permissibility of civil disobedience, and the role of philosophy in the political community. Throughout, we will consider both the similarities and differences between ancient and modern approaches to these topics.",
	"synonym": "41567",
	"tags": [
		{
			"code": "MARSSUPP",
			"name": "MARS Supporting"
		},
		{
			"code": "PHILCORE",
			"name": "Philosophy Core Courses"
		}
	],
	"title": "Order, Hierarchy, and Chaos in Ancient Greek Philosophy"
}
