{
	"comments": [],
	"credits": 6.0,
	"department": "PHIL",
	"id": "PHIL 116.00",
	"instructors": [
		"Jason A Decker"
	],
	"number": "116.00",
	"offerings": {
		"locations": [
			"Leighton 304"
		],
		"times": [
			{
				"day": "Mo",
				"end": "3:00pm",
				"start": "1:50pm"
			},
			{
				"day": "We",
				"end": "3:00pm",
				"start": "1:50pm"
			},
			{
				"day": "Fr",
				"end": "3:20pm",
				"start": "2:20pm"
			}
		]
	},
	"prerequisites": "None",
	"requirements": [
		{
			"code": "HI",
			"name": "Humanistic Inquiry"
		},
		{
			"code": "WR2",
			"name": "Writing Rich 2"
		}
	],
	"scnc": null,
	"size": {
		"registered": 20,
		"total": 30,
		"waitlist": 0
	},
	"status": "Open",
	"summary": "In every academic discipline, we make theories and argue for and against them. This is as true of theology as of geology (and as true of phys ed as of physics). What are the resources we have available to us in making these arguments? It's tempting to split the terrain into (i) raw data, and (ii) rules of right reasoning for processing the data. The most obvious source of raw data is sense experience, and the most obvious candidates for modes of right reasoning are deduction, induction, and abduction. Some philosophers, however, think that sense perception is only one of several sources of raw data (perhaps we also have a faculty of pure intuition or maybe a moral sense), and others have doubted that we have any source of raw data at all. As for the modes of \"right\" reasoning, Hume famously worried about our (in)ability to justify induction, and others have had similar worries about abduction and even deduction. Can more be said on behalf of our most strongly held beliefs and belief-forming practices than simply that we find them seductive---that we are attracted to them; that they resonate with us? In this course, we'll use some classic historical and contemporary philosophical texts to help us explore these and related issues.",
	"synonym": "41576",
	"tags": [],
	"title": "Sensation, Induction, Abduction, Deduction, Seduction"
}
